Repository: 5l1v3r1/bitcoinschool
Catalog: law/locale/*/LC_MESSAGES/messages.po
Languages: el_gr

source: Smart Contracts Day
el_gr: Ημερίδα για Έξυπνα Συμβόλαια

source: Athens, Greece
el_gr: Αθήνα, Ελλάδα

source: Watch online
el_gr: Online προβολή

source: Speakers
el_gr: Ομιλητές

source: Venue
el_gr: Ξενοδοχείο

source: Schedule
el_gr: Πρόγραμμα

source: Cryptography & Law: Information, Privacy and Smart Contracts
el_gr: Κρυπτογραφία & Νομική: Δεδομένα, Ιδιωτικότητα και Έξυπνα Συμβόλαια

source: A single day in which expert speakers presented talks on the topic of Information, Privacy and Smart Contracts in the interdisciplinary field merging Cryptography and Law.
el_gr: Μία μέρα στην οποία ειδικευμένοι ομιλητές παρουσίασαν ομιλίες με θέμα τα Δεδομένα, την Ιδιωτικότητα και τα Έξυπνα Συμβόλαια στο διατμηματικό τομέα που ενώνει την Κρυπτογραφία και τα Νομικά.

source: Watch whole conference as a YouTube playlist
el_gr: Δείτε όλο το συνέδριο ως λίστα στο YouTube

source: Aggelos Kiayias
el_gr: Άγγελος Κιαγιάς

source: Cryptography and Law, an Unexpected Encounter that was Obvious all Along
el_gr: Κρυπτογραφία και Νομική, μια Απροσδόκητη Συνάντηση που ήταν προφανής εξ' αρχής

source: Blockchain assisted e-voting and the law
el_gr: Ηλεκτρονικές ψηφοφορίες βασισμένες στο blockchain και νομική επιστήμη

source: Blockchains and Regulation: Why Open Matters
el_gr: Το Blockchain και τα Νομικά: Γιατί η Ανοιχτότητα Μετρά

source: Legal requirements for cryptographic security: Necessity, annoyance, or both?
el_gr: Νομικές απαιτήσεις για κρυπτογραφική ασφάλεια: Αναγκαιότητα, ενόχληση ή και τα δύο;

source: Dionysis Zindros
el_gr: Διονύσης Ζήνδρος

source: Writing smart contracts in bitcoin
el_gr: Γράφοντας έξυπνα συμβόλαια στο bitcoin

source: Writing Smart Contracts on Plutus
el_gr: Γράφοντας Έξυπνα Συμβόλαια στο Plutus

source: Panel
el_gr: Συζήτηση Στρογγυλής Τραπέζης

source: The future of Cryptography & Law
el_gr: Το μέλλον της Κρυπτογραφίας & της Νομικής

source: Invited Speakers
el_gr: Προσκεκλημένοι Ομιλητές

source: Four of the world's experts on Smart Contracts spoke in our invited talks capturing different aspects of cryptography and law.
el_gr: Τέσσερις από τους ανά τον κόσμο ειδικούς στα Έξυπνα Συμβόλαια μίλησαν στις προσκεκλημένες ομιλίες που περιγράφουν διαφορετικές πτυχές της κρυπτογραφίας και της νομικής επιστήμης.

source: Prof. Aggelos Kiayias is Chair in Cybersecurity and Privacy and director of the Blockchain Technology Lab at the University of Edinburgh, UK, Associate Professor of Cryptography and Security and head of the Crypto.Sec group at the National and Kapodistrian University of Athens (on leave), and Professor in residence at the University of Connecticut. He is also the chief scientist at blockchain company IOHK.
el_gr: Ο Καθηγητής Άγγελος Κιαγιάς είναι Πρόεδρος στην Κυβερνοασφάλεια και Ιδιωτικότητα και Διευθυντής του Εργαστηρίου για Τεχνολογία Blockchains στο Πανεπιστήμιο του Εδιμβούργου στη Μεγάλη Βρετανία, Αναπληρωτής Καθηγητής Κρυπτογραφίας και Ασφάλειας και επικεφαλής της ομάδας Crypto.Sec στο Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών (σε άδεια) και Επισκέπτης Καθηγητής στο Πανεπιστήμιο του Κονέκτικατ. Είναι επίσης επικεφαλής επιστήμονας στην εταιρεία blockchains IOHK.

source: Prof. Burkhard Schafer is Professor of Computational Legal Theory and director of the SCRIPT Centre for IT and IP law at the University of Edinburgh. He is also co-founder and co-director of the Joseph Bell Centre for Legal Reasoning and Forensic Statistics.
el_gr: Ο Καθηγητής Burkhard Schafer είναι Καθηγητής στην Υπολογιστική Νομική Θεωρία και διευθυντής του Κέντρου SCRIPT για νομοθεσία περί Υπολογιστών και Πνευματικής Ιδιοκτησίας στο Πανεπιστήμιο του Εδιμβούργου. Είναι επίσης συνιδρυτής και διευθυντής στο Κέντρο Joseph Bell για Νομική Συλλογιστική και Εγκληματολογική Στατιστική.

source: Prof. Dr. Ing. Christoph Sorge is the holder of the juris professorship of legal informatics, co-director of the Institute of Law and Informatics, and member of the Center for IT Security, Privacy and Accountability (CISPA) at Saarland University. He is also a senior fellow of the German Research Institute for Public Administration Speyer.
el_gr: Ο Καθηγητής Dr. Ing. Christoph Sorge είναι κάτοχος του τίτλου του καθηγητή της νομικής πληροφορικής, διευθυντής στο Ινστιτούτο για τη Νομική Επιστήμη και την Πληροφορική και μέλος του Κέντρου για την Ασφάλεια Υπολογιστών, Ιδιωτικότητας και Ανάθεσης Ευθυνών (CISPA) στο Πανεπιστήμιο του Saarland. Είναι επίσης ανώτερος συνεργάτης του Γερμανικού Ινστιτούτου Ερευνών Spreyer για τη Δημόσια Διοίκηση.

source: Peter is Director of Research at Coin Center, the leading non-profit research and advocacy group focused on the public policy issues facing cryptocurrency technologies such as Bitcoin. He is a graduate of NYU Law, as well as a self-taught designer and coder. He drafts the Center’s public regulatory comments, and helps shape its research agenda. He has briefed policymakers and regulatory staff around the world on the subject of Bitcoin regulation. Previously, he was a Google Policy Fellow and collaborated with various digital rights organizations on projects related to privacy, surveillance, and digital copyright law.
el_gr: Ο Peter είναι Διευθυντής Ερευνών στο Coin Center, το μεγαλύτερο μη κερδοσκοπικό οργανισμό ερευνών και προώθησης που επικεντρώνεται στα θέματα δημόσιας πολιτικής που αντιμετωπίζουν οι τεχνολογίες κρυπτονομισμάτων όπως το Bitcoin. Είναι απόφοιτος Νομικής του Πανεπιστημίου της Νέας Υόρκης, καθώς και αυτοδίδακτος σχεδιαστής και προγραμματιστής. Σχεδιάζει τις παρεμβάσεις δημόσιας διοίκησης του Κέντρου και βοηθάει να καθοριστεί η ερευνητική του ατζέντα.Έχει ενημερώσει νομοθέτες και διοικητικό προσωπικό ανά τον κόσμο πάνω στο θέμα της νομοθεσίας γύρω από το Bitcoin. Παλαιότερα έχει υπάρξει Google Policy Fellow και έχει συνεργαστεί με διάφορους οργανισμούς ψηφιακών δικαιωμάτων σε έργα σχετικά με την ιδιωτικότητα, την παρακολούθηση και τη νομοθεσία περί ψηφιακών πνευματικών δικαιωμάτων.

source: Writing Smart Contracts
el_gr: Γράφοντας Έξυπνα Συμβόλαια

source: How do you actually write a smart contract? And what is the future of smart contract language? Two researchers in the area will present a short introduction for non-experts:
el_gr: Πώς ακριβώς γράφει κανείς ένα έξυπνο συμβόλαιο; Και ποιο είναι το μέλλον της γλώσσας των έξυπνων συμβολαίων; Δύο ερευνητές στον τομέα θα παρουσιάσουν μία εισαγωγή για μη ειδικούς:

source: Darryl is a type theorist at IOHK in San Francisco, United States
el_gr: Ο Darryl ειδικεύεται στη Θεωρία Τύπων στην IOHK στο San Francisco, Ηνωμένες Πολιτείες

source: Dionysis is a cryptography PhD student at the University of Athens in Greece.
el_gr: Ο Διονύσης είναι διδακτορικός φοιτητής κρυπτογραφίας στο Πανεπιστήμιο Αθηνών.

source: Panel discussion
el_gr: Συζήτηση στρογγυλής τραπέζης

source: What is the future of Cryptography and Law? Insights from an academic, policy, legal and industry perspective, moderated by Aggelos Kiayias, with an Introduction by Chalres Hoskinson CEO of IOHK, one of the co-founders of Ethereum.
el_gr: Ποιο είναι το μέλλον της Κρυπτογραφίας και της Νομικής Επιστήμης; Ιδέες από τον ακαδημαϊκό χώρο, τον χώρο δημόσιας διοίκησης καθώς και το χώρο της βιομηχανίας και συζήτηση προεδρευόμενη από τον Άγγελο Κιαγιά με μία Εισαγωγή από τον Chalres Hoskinson που είναι διευθυντής της IOHK και ένας από τους ιδρυτές του Ethereum.

source: Charles is the CEO of IOHK in Colorado, United States
el_gr: Ο Charles είναι διευθυντής της IOHK στο Κολοράντο των Ηνωμένων Πολιτειών

source: The conference was held at the five-star <a href="http://divanicaravelhotel.com/">Divani Caravel hotel</a> in central Athens.
el_gr: Το συνέδριο έλαβε χώρα στο πεντάστερο ξενοδοχείο <a href="http://divanicaravelhotel.com/">Divani Caravel</a> στο κέντρο της Αθήνας.

source: The hotel is a 10-minute walk from the Evangelismos metro station and also accessible by car and bus.
el_gr: Το ξενοδοχείο είναι 10 λεπτά περπάτημα από το μετρό του Ευαγγελισμού και προσβάσιμο επίσης με αυτοκίνητο ή λεωφορείο.

source: Registration
el_gr: Εγγραφές

source: Cryptography and Law, an Unexpected Encounter that was Obvious all Along
el_gr: Κρυπτογραφία και Νομική Επιστήμη: Μια Απροσδόκητη Συνάντηση που ήταν Προφανής Εξ' Αρχής

source: Slides
el_gr: Διαφάνειες

source: Coffee break
el_gr: Καφές

source: Blockchain assisted e-voting and the law: Balancing transparency, secrecy and inclusivity
el_gr: Ηλεκτρονικές ψηφοφορίες βασισμένες στο blockchain και νομική επιστήμη: Μία ισορροπία ανάμεσα στη διαφάνεια, τη μυστικότητα και τη συμμετοχικότητα

source: Lunch break
el_gr: Φαγητό

source: Darryl Slides
el_gr: Διαφάνειες του Darryl

source: Dionysis Slides
el_gr: Διαφάνειες του Διονύση

source: Panel discussion:
el_gr: Συζήτηση στρογγυλής τραπέζης:

source: Closing remarks
el_gr: Λήξη

source: This event is made possible only because of our wonderful funding partners.
el_gr: Αυτή η ημερίδα είναι εφικτή χάρη στους υπέροχους χρηματοδότες μας

source: Thank you!
el_gr: Ευχαριστούμε!

source: The ERC logo
el_gr: Το λογότυπο του ERC

source: Open access
el_gr: Ανοιχτή πρόσβαση

source: We believe everyone should have access to knowledge. That's why admission to the conference was completely free. Bitcoin donations for future conferences are always welcome.
el_gr: Πιστεύουμε ότι όλοι πρέπει να έχουν πρόσβαση στη γνώση. Γι' αυτό η είσοδος στο συνέδριο ήταν εντελώς δωρεάν. Οι δωρεές σε bitcoin για επόμενα συνέδρια είναι πάντα ευπρόσδεκτες.

source: <a href="bitcoin:16ETtvZ8zMBMrJwWhpnhPdeMEQNnLBfZ5n">Donate bitcoin</a> to enable us to organize more conferences in the future.<br />We greatly appreciate your support!
el_gr: <a href="bitcoin:16ETtvZ8zMBMrJwWhpnhPdeMEQNnLBfZ5n">Δωρίστε bitcoin</a> για να μας επιτρέψετε να οργανώσουμε περισσότερα συνέδρια στο μέλλον. <br />Εκτιμούμε ιδιαίτερα την υποστήριξή σας!

source: We actively engage in open research and are committed to providing open access to everyone, even if they can't make it. Videos of all talks and slides are published under a Creative Commons 4.0 Attribution license.
el_gr: Δραστηριοποιούμαστε ενεργά στην ανοιχτή έρευνα και δεσμευόμαστε να προσφέρουμε ανοιχτή πρόσβαση σε όλους, ακόμα και αν δεν μπορούν να έρθουν. Οι βιντεοσκοπήσεις των ομιλιών και οι διαφάνειες δημοσιεύονται κάτω από την άδεια Creative Commons 4.0 Attribution.

source: We welcome diversity and are striving to offer equal opportunities to all participants. We are dedicated to providing a harassment-free conference experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, race, or religion.
el_gr: Καλωσορίζουμε τη διαφορετικότητα και προσπαθούμε να προσφέρουμε ίσες ευκαιρίες σε όλους τους συμμετέχοντες. Δεσμευόμαστε να προνοήσουμε για μία συνεδριακή εμπειρία χωρίς παρενοχλήσεις. Μία συνεδριακή εμπειρία που θα είναι για όλους, ανεξαρτήτως φύλου, σεξουαλικού προσανατολισμού, αναπηρίας, εξωτερικής εμφάνισης, μεγέθους σώματος, εθνικότητας ή θρησκείας.

source: Free admission
el_gr: Δωρεάν είσοδος

source: Everyone welcome
el_gr: Όλοι ευπρόσδεκτοι

source: Cryptography & Security Lab
el_gr: Εργαστήριο Κρυπτογραφίας & Ασφάλειας

source: University of Athens.
el_gr: Πανεπιστήμιο Αθηνών.

source: Some rights reserved.
el_gr: Ελεύθερο υλικό.

source: This conference is licensed under <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons 4.0 Attribution</a>.
el_gr: Το συνέδριο έχει άδεια <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons 4.0 Attribution</a>.

source: Design:
el_gr: Σχεδιασμός:

source: Photos:
el_gr: Φωτογραφίες:

source: Icons:
el_gr: Εικονίδια:
